[
{
  "model": "libreria.book",
  "pk": 1,
  "fields": {
    "title": "El Aleph",
    "editorial": "Debolsillo",
    "isbn": "9789875666481",
    "price": 2599.0,
    "language": 1,
    "author": 1,
    "image": "books/el_aleph_9789875666481.jpg",
    "resumen": "La mayoría de los cuentos reunidos en este libro pertenecen al género fantástico. Algunos surgieron a partir de crónicas policiales, de pinturas o simplemente de la visión de algún conventillo; otro explora el efecto que la inmortalidad causaría en los hombres; hay una glosa al Martín Fierro, sueños sobre la identidad personal y fantasías del tiempo.\r\nEl cuento 'El Aleph', publicado por primera vez en 1945, aborda uno de los temas recurrentes en la literatura de Borges: el infinito. Porque en esa esfera resplandeciente confluyen de un modo asombroso todos los tiempos y todos los espacios.",
    "genre": [
      3,
      1,
      2
    ]
  }
},
{
  "model": "libreria.book",
  "pk": 3,
  "fields": {
    "title": "La Cancion De Aquiles",
    "editorial": "Alianza",
    "isbn": "9788413622132",
    "price": 3894.0,
    "language": 1,
    "author": 2,
    "image": "books/la_cancion_de_aquiles_9788413622132_C55Mi0J.jpg",
    "resumen": "Grecia en la era de los héroes. Patroclo, un príncipe joven y torpe, ha sido exiliado al reino de Ftía, donde vive a la sombra del rey Peleo y su hijo divino, Aquiles. Aquiles, el mejor de los griegos, es todo lo que no es Patroclo: fuerte, apuesto, hijo de una diosa. Un día Aquiles toma bajo su protección al lastimoso príncipe y ese vínculo provisional da paso a una sólida amistad mientras ambos se convierten en jóvenes habilidosos en las artes de la guerra. Pero el destino nunca está lejos de los talones de Aquiles. Cuando se extiende la noticia del rapto de Helena de Esparta, se convoca a los hombres de Grecia para asediar la ciudad de Troya. Aquiles, seducido por la promesa de un destino glorioso, se une a la causa, y Patroclo, dividido entre el amor y el miedo por su compañero, lo sigue a la guerra. Poco podía imaginar que los años siguientes iban a poner a prueba todo cuanto habían aprendido y todo cuanto valoraban profundamente.",
    "genre": [
      1,
      2
    ]
  }
},
{
  "model": "libreria.book",
  "pk": 4,
  "fields": {
    "title": "Violeta",
    "editorial": "Sudamericana",
    "isbn": "9789500766647",
    "price": 4449.0,
    "language": 1,
    "author": 3,
    "image": "books/violeta_9789500766647.jpg",
    "resumen": "Violeta, la primera niña de una familia de cinco bulliciosos hermanos, viene al mundo un tormentoso día de 1920. Desde el principio su vida estará marcada por acontecimientos extraordinarios, pues todavía se sienten las ondas expansivas de la Gran Guerra cuando la gripe española llega a las orillas de su país sudamericano natal, casi en el momento exacto de su nacimiento. Gracias a la clarividencia del padre, la familia saldrá indemne de esta crisis para enfrentarse a una nueva, cuando la Gran Depresión altera la elegante vida urbana que Violeta ha conocido hasta ahora. Lo perderán todo y se verán obligados a retirarse a una región salvaje y remota del país. Allí Violeta alcanzará la mayoría de edad y tendrá su primer pretendiente... En una larga carta dirigida a una persona a la que ama por encima de todas las demás, Violeta rememora devastadores desengaños amorosos y romances apasionados, momentos de pobreza y también de prosperidad, pérdidas terribles e inmensas alegrías.",
    "genre": [
      1,
      4,
      2
    ]
  }
},
{
  "model": "libreria.author",
  "pk": 1,
  "fields": {
    "first_name": "Jorge Luis",
    "last_name": "Borges",
    "country": "Argentina"
  }
},
{
  "model": "libreria.author",
  "pk": 2,
  "fields": {
    "first_name": "Madeline",
    "last_name": "Miller",
    "country": "Estados Unidos"
  }
},
{
  "model": "libreria.author",
  "pk": 3,
  "fields": {
    "first_name": "Isabel",
    "last_name": "Allende",
    "country": "Chile"
  }
},
{
  "model": "libreria.genre",
  "pk": 1,
  "fields": {
    "genre": "Ficción"
  }
},
{
  "model": "libreria.genre",
  "pk": 2,
  "fields": {
    "genre": "Narrativa"
  }
},
{
  "model": "libreria.genre",
  "pk": 3,
  "fields": {
    "genre": "Argentina"
  }
},
{
  "model": "libreria.genre",
  "pk": 4,
  "fields": {
    "genre": "Latinoamericana"
  }
},
{
  "model": "libreria.language",
  "pk": 1,
  "fields": {
    "language": "Castellano"
  }
}
]
